Repository: Zenardi/racestudio-macos
Catalog: app/Sources/RaceStudioCore/Localization/Localizable.xcstrings
Source language: en
Languages: pt_br

# accessibility.channel.label
source: Channel %1$@
pt_br: Canal %1$@

# accessibility.channel.noData
source: %1$@, no data
pt_br: %1$@, sem dados

# accessibility.channel.summary
source: %1$@, in %2$@, ranging from %3$@ to %4$@
pt_br: %1$@, em %2$@, variando de %3$@ a %4$@

# accessibility.channel.summary.noUnit
source: %1$@, ranging from %2$@ to %3$@
pt_br: %1$@, variando de %2$@ a %3$@

# chart.analysisWindow
source: Analysis window
pt_br: Janela de análise

# chart.deltaStrip
source: Delta-t gain/loss strip
pt_br: Faixa de ganho/perda de delta-t

# chart.histogram
source: Channel distribution histogram
pt_br: Histograma de distribuição do canal

# chart.mathEditor
source: Math-channel editor
pt_br: Editor de canais matemáticos

# chart.plot
source: Channel plot
pt_br: Gráfico do canal

# chart.scatter
source: Channel-vs-channel scatter plot
pt_br: Gráfico de dispersão canal a canal

# chart.spectrum
source: Amplitude spectrum
pt_br: Espectro de amplitude

# chart.trackMap
source: GPS track map
pt_br: Mapa do traçado GPS

# chart.workspace
source: Analysis workspace
pt_br: Espaço de análise

# control.addChannel
source: Add channel
pt_br: Adicionar canal

# control.addMathChannel
source: Add math channel
pt_br: Adicionar canal matemático

# control.addPlot
source: Add plot
pt_br: Adicionar gráfico

# control.alignVideoToCursor
source: Align to cursor
pt_br: Alinhar ao cursor

# control.anchorVideoToSection
source: Sync to Section
pt_br: Sincronizar com o trecho

# control.applyAutoSync
source: Apply
pt_br: Aplicar

# control.autoSyncEngineSound
source: Auto-sync from Engine Sound
pt_br: Sincronizar pelo som do motor

# control.cancelAutoSync
source: Cancel
pt_br: Cancelar

# control.connectDevice
source: Connect device
pt_br: Conectar dispositivo

# control.delete
source: Delete session
pt_br: Excluir sessão

# control.dismiss
source: Dismiss
pt_br: Dispensar

# control.dismissAutoSync
source: Dismiss
pt_br: Descartar

# control.doneEditing
source: Done
pt_br: Concluir

# control.download
source: Download session
pt_br: Baixar sessão

# control.editOverlay
source: Edit Overlay
pt_br: Editar sobreposição

# control.exportCSV
source: Export CSV
pt_br: Exportar CSV

# control.exportVideo
source: Export Video…
pt_br: Exportar vídeo…

# control.import
source: Import session
pt_br: Importar sessão

# control.importVideo
source: Import Video…
pt_br: Importar vídeo…

# control.lapMinus
source: Lap −
pt_br: Volta −

# control.lapPlus
source: Lap +
pt_br: Volta +

# control.loopLap
source: Loop Lap
pt_br: Repetir volta

# control.loopSection
source: Loop Section
pt_br: Repetir trecho

# control.nextLap
source: Same section, next lap
pt_br: Mesmo trecho, próxima volta

# control.nextSector
source: Next sector
pt_br: Próximo setor

# control.nudgeFrameBackward
source: Offset back one frame
pt_br: Deslocamento: voltar um quadro

# control.nudgeFrameForward
source: Offset forward one frame
pt_br: Deslocamento: avançar um quadro

# control.nudgeSecondBackward
source: Offset back 1 s
pt_br: Deslocamento: voltar 1 s

# control.nudgeSecondForward
source: Offset forward 1 s
pt_br: Deslocamento: avançar 1 s

# control.nudgeTenthBackward
source: Offset back 0.1 s
pt_br: Deslocamento: voltar 0,1 s

# control.nudgeTenthForward
source: Offset forward 0.1 s
pt_br: Deslocamento: avançar 0,1 s

# control.open
source: Open session
pt_br: Abrir sessão

# control.pause
source: Pause
pt_br: Pausar

# control.playLap
source: Play Lap
pt_br: Reproduzir volta

# control.playSection
source: Play Section
pt_br: Reproduzir trecho

# control.previousLap
source: Same section, previous lap
pt_br: Mesmo trecho, volta anterior

# control.previousSector
source: Previous sector
pt_br: Setor anterior

# control.removeChannel
source: Remove channel
pt_br: Remover canal

# control.removePlot
source: Remove plot
pt_br: Remover gráfico

# control.removeVideo
source: Remove Video
pt_br: Remover vídeo

# control.resetZoom
source: Reset zoom
pt_br: Redefinir zoom

# control.selectLap
source: Select lap
pt_br: Selecionar volta

# control.setAnchorA
source: Set Anchor A
pt_br: Definir âncora A

# control.setAnchorB
source: Set Anchor B
pt_br: Definir âncora B

# control.showHUD
source: Show HUD
pt_br: Mostrar HUD

# control.syncControls
source: Sync
pt_br: Sincronização

# control.toggleLapOverlay
source: Toggle lap overlay
pt_br: Alternar sobreposição de voltas

# control.twoPointSync
source: Two-Point Sync
pt_br: Sincronizar em dois pontos

# control.videoOffset
source: Video offset
pt_br: Deslocamento do vídeo

# control.zoomIn
source: Zoom in
pt_br: Ampliar

# control.zoomOut
source: Zoom out
pt_br: Reduzir

# export.close.confirm
source: Cancel Export and Close
pt_br: Cancelar exportação e fechar

# export.close.message
source: Closing cancels it and removes the unfinished file.
pt_br: Fechar a cancela e apaga o arquivo inacabado.

# export.codec.h264
source: H.264 — plays everywhere
pt_br: H.264 — toca em qualquer lugar

# export.codec.hevc
source: HEVC — smaller files
pt_br: HEVC — arquivos menores

# export.control.cancel
source: Cancel
pt_br: Cancelar

# export.control.done
source: Done
pt_br: OK

# export.control.export
source: Export…
pt_br: Exportar…

# export.control.hide
source: Hide
pt_br: Ocultar

# export.control.open
source: Open
pt_br: Abrir

# export.control.reveal
source: Reveal in Finder
pt_br: Mostrar no Finder

# export.control.syncFirst
source: Sync First
pt_br: Sincronizar antes

# export.error.cancelled
source: The export was cancelled
pt_br: A exportação foi cancelada

# export.error.codecUnavailable
source: This Mac can’t encode HEVC
pt_br: Este Mac não codifica HEVC

# export.error.destinationIsSource
source: The export can’t replace the original video
pt_br: A exportação não pode substituir o vídeo original

# export.error.diskFull
source: The disk filled up during the export — %1$@ needed
pt_br: O disco encheu durante a exportação — são necessários %1$@

# export.error.diskSpace
source: Not enough disk space — %1$@ needed, %2$@ free
pt_br: Espaço em disco insuficiente — são necessários %1$@, há %2$@ livres

# export.error.noTelemetry
source: The session’s data isn’t loaded
pt_br: Os dados da sessão não estão carregados

# export.error.noVideoTrack
source: The file has no video in it
pt_br: O arquivo não contém vídeo

# export.error.rangeOutsideFootage
source: The video doesn’t cover what you chose to export
pt_br: O vídeo não cobre o trecho escolhido

# export.error.sourceUnreadable
source: The video can’t be read
pt_br: Não foi possível ler o vídeo

# export.error.tooLarge
source: %1$@ is too large for %2$@
pt_br: %1$@ é grande demais para %2$@

# export.error.tooSmall
source: %1$@ is too small to encode
pt_br: %1$@ é pequeno demais para codificar

# export.error.writerFailed
source: The export failed: %1$@
pt_br: A exportação falhou: %1$@

# export.estimate
source: %1$@ · about %2$@ · %3$@
pt_br: %1$@ · cerca de %2$@ · %3$@

# export.fileName.lap
source: Lap %1$@ (%2$@)
pt_br: Volta %1$@ (%2$@)

# export.fileName.laps
source: Laps %1$@–%2$@
pt_br: Voltas %1$@–%2$@

# export.fileName.selection
source: Selection
pt_br: Seleção

# export.fileName.session
source: Session
pt_br: Sessão

# export.fileName.video
source: Full video
pt_br: Vídeo completo

# export.fix.cancelled
source: Nothing was saved. Export again whenever you’re ready.
pt_br: Nada foi salvo. Exporte de novo quando quiser.

# export.fix.codecUnavailable
source: Choose H.264.
pt_br: Escolha H.264.

# export.fix.destinationIsSource
source: Choose another name or folder.
pt_br: Escolha outro nome ou outra pasta.

# export.fix.diskSpace
source: Free up space on that disk, or save the video to another one.
pt_br: Libere espaço nesse disco ou salve o vídeo em outro.

# export.fix.noTelemetry
source: Open Video + Data, then export again.
pt_br: Abra Vídeo + Dados e exporte de novo.

# export.fix.noVideoTrack
source: Attach the camera’s video file, not a sound recording.
pt_br: Anexe o arquivo de vídeo da câmera, não uma gravação de áudio.

# export.fix.rangeOutsideFootage
source: Choose laps the video covers, or check the sync in Video + Data.
pt_br: Escolha voltas que o vídeo cubra ou confira a sincronização em Vídeo + Dados.

# export.fix.running
source: Wait for it to finish, or cancel it, then export again.
pt_br: Espere ela terminar, ou cancele-a, e exporte de novo.

# export.fix.sourceUnreadable
source: Check that the file still opens in QuickTime Player, then attach it again in Video + Data.
pt_br: Verifique se o arquivo ainda abre no QuickTime Player e anexe-o de novo em Vídeo + Dados.

# export.fix.tooLarge
source: Choose a lower resolution, or HEVC.
pt_br: Escolha uma resolução menor ou HEVC.

# export.fix.tooSmall
source: Export at the video’s own size (Source).
pt_br: Exporte no tamanho do próprio vídeo (Original).

# export.fix.writerFailed
source: Try again. If it fails again, choose a lower resolution or H.264.
pt_br: Tente de novo. Se falhar outra vez, escolha uma resolução menor ou H.264.

# export.help.available
source: Export the video with the telemetry overlay burned in (⌥⌘E)
pt_br: Exportar o vídeo com a sobreposição de telemetria gravada na imagem (⌥⌘E)

# export.lapsHint
source: Laps %1$@–%2$@ are exported as one clip, with anything between them.
pt_br: As voltas %1$@–%2$@ são exportadas num só clipe, com tudo o que houver entre elas.

# export.overlay.workspace
source: Current overlay
pt_br: Sobreposição atual

# export.progress.badge
source: Exporting %1$@
pt_br: Exportando %1$@

# export.progress.cancelling
source: Cancelling…
pt_br: Cancelando…

# export.progress.elapsed
source: %1$@ elapsed
pt_br: %1$@ decorridos

# export.progress.estimating
source: estimating time left…
pt_br: estimando o tempo restante…

# export.progress.finished
source: Exported “%1$@”
pt_br: “%1$@” exportado

# export.progress.finishing
source: finishing the file…
pt_br: finalizando o arquivo…

# export.progress.frames
source: frame %1$@ of %2$@
pt_br: quadro %1$@ de %2$@

# export.progress.remaining
source: about %1$@ left
pt_br: faltam cerca de %1$@

# export.progress.title
source: Exporting “%1$@”
pt_br: Exportando “%1$@”

# export.quit.confirm
source: Cancel Export and Quit
pt_br: Cancelar exportação e sair

# export.quit.keep
source: Keep Exporting
pt_br: Continuar exportando

# export.quit.message
source: Quitting cancels it and removes the unfinished file.
pt_br: Sair a cancela e apaga o arquivo inacabado.

# export.quit.title
source: An export is still running
pt_br: Uma exportação ainda está em andamento

# export.range.bestLap
source: Best lap
pt_br: Melhor volta

# export.range.bestLapNamed
source: Best lap — lap %1$@ (%2$@)
pt_br: Melhor volta — volta %1$@ (%2$@)

# export.range.selectedLaps
source: Selected laps
pt_br: Voltas selecionadas

# export.range.selection
source: Current selection
pt_br: Seleção atual

# export.range.session
source: Session
pt_br: Sessão

# export.range.wholeFootage
source: Whole video
pt_br: Vídeo inteiro

# export.reason.noBestLap
source: The session has no complete lap
pt_br: A sessão não tem volta completa

# export.reason.noCoveredLap
source: No lap is wholly in the video
pt_br: Nenhuma volta está inteira no vídeo

# export.reason.noSelection
source: Select a lap or sector in Video + Data first
pt_br: Selecione antes uma volta ou setor em Vídeo + Dados

# export.reason.notFilmed
source: Not in the video
pt_br: Fora do vídeo

# export.reason.partlyFilmed
source: Only partly in the video
pt_br: Só em parte no vídeo

# export.reason.sessionNotFilmed
source: The video doesn’t cover the session — check the sync
pt_br: O vídeo não cobre a sessão — confira a sincronização

# export.resolution.source
source: Source (%1$@)
pt_br: Original (%1$@)

# export.save.prompt
source: Export
pt_br: Exportar

# export.sheet.audio
source: Include the video’s sound
pt_br: Incluir o som do vídeo

# export.sheet.estimate
source: Estimate
pt_br: Estimativa

# export.sheet.laps
source: Laps
pt_br: Voltas

# export.sheet.outsideSession
source: Show the overlay, without data, outside the session
pt_br: Mostrar a sobreposição, sem dados, fora da sessão

# export.sheet.overlay
source: Overlay
pt_br: Sobreposição

# export.sheet.range
source: Export
pt_br: Exportar

# export.sheet.resolution
source: Resolution
pt_br: Resolução

# export.sheet.title
source: Export Video with Overlay
pt_br: Exportar vídeo com sobreposição

# export.sync.estimated
source: This video is synced only from its file date — the overlay may not match the footage.
pt_br: Este vídeo foi sincronizado só pela data do arquivo — a sobreposição pode não coincidir com as imagens.

# export.sync.notSynced
source: This video hasn’t been synced — the overlay may not match the footage.
pt_br: Este vídeo não foi sincronizado — a sobreposição pode não coincidir com as imagens.

# export.unavailable.noTelemetry
source: Open Video + Data to load the session’s data first.
pt_br: Abra Vídeo + Dados para carregar os dados da sessão.

# export.unavailable.noVideo
source: Attach the session’s video in Video + Data first.
pt_br: Primeiro anexe o vídeo da sessão em Vídeo + Dados.

# export.unavailable.running
source: An export is already running.
pt_br: Já há uma exportação em andamento.

# export.unavailable.videoMissing
source: The video can’t be opened — attach it again in Video + Data.
pt_br: Não foi possível abrir o vídeo — anexe-o de novo em Vídeo + Dados.

# export.validation.noLaps
source: Pick at least one lap the video covers.
pt_br: Escolha ao menos uma volta que o vídeo cubra.

# feature.channelsReport
source: Channels report
pt_br: Relatório de canais

# feature.gauges
source: Gauges & digital displays
pt_br: Medidores e mostradores digitais

# feature.multiSessionCompare
source: Multi-session compare
pt_br: Comparação de várias sessões

# feature.reportExport
source: Report / export
pt_br: Relatório / exportação

# feature.trackDetection
source: Track detection & track database
pt_br: Detecção de pista e banco de dados de pistas

# feature.videoData
source: Video + Data
pt_br: Vídeo + Dados

# feature.videoReview
source: Video Review
pt_br: Revisão de vídeo

# feature.videoSync
source: Video sync
pt_br: Sincronização de vídeo

# hud.accessibilityLabel
source: Telemetry HUD
pt_br: HUD de telemetria

# hud.summary.deltaMinus
source: delta minus %1$@
pt_br: delta menos %1$@

# hud.summary.deltaPlus
source: delta plus %1$@
pt_br: delta mais %1$@

# hud.summary.lap
source: Lap %1$@, %2$@
pt_br: Volta %1$@, %2$@

# hud.summary.lapNumber
source: Lap %1$@
pt_br: Volta %1$@

# hud.summary.noData
source: No telemetry here
pt_br: Sem telemetria aqui

# hud.summary.speed
source: speed %1$@ %2$@
pt_br: velocidade %1$@ %2$@

# menu.file
source: File
pt_br: Arquivo

# menu.file.export
source: Export…
pt_br: Exportar…

# menu.file.exportVideo
source: Export Video with Overlay…
pt_br: Exportar vídeo com sobreposição…

# menu.file.import
source: Import…
pt_br: Importar…

# menu.help
source: Help
pt_br: Ajuda

# menu.video
source: Video
pt_br: Vídeo

# menu.view
source: View
pt_br: Visualizar

# overlay.editor.hint
source: Drag a widget to move it, a handle to resize it. Arrow keys nudge 1% (⇧ 5%). ⌘Z undoes.
pt_br: Arraste um widget para movê-lo e uma alça para redimensioná-lo. As setas movem 1% (⇧ 5%). ⌘Z desfaz.

# overlay.editor.noOptions
source: This widget has no options
pt_br: Este widget não tem opções

# overlay.editor.noSelection
source: Select a widget to see its options
pt_br: Selecione um widget para ver as opções

# overlay.editor.options
source: Options
pt_br: Opções

# overlay.editor.preset
source: Preset
pt_br: Predefinição

# overlay.editor.undoAction
source: Overlay Edit
pt_br: Edição da sobreposição

# overlay.editor.units
source: Units
pt_br: Unidades

# overlay.editor.unsaved
source: Unsaved overlay changes
pt_br: Alterações na sobreposição não salvas

# overlay.label.best
source: BEST
pt_br: MELHOR

# overlay.label.brake
source: B
pt_br: F

# overlay.label.exhaust
source: EGT
pt_br: ESCAPE

# overlay.label.gear
source: GEAR
pt_br: MARCHA

# overlay.label.lap
source: LAP
pt_br: VOLTA

# overlay.label.last
source: LAST
pt_br: ÚLTIMA

# overlay.label.throttle
source: T
pt_br: A

# overlay.label.water
source: H2O
pt_br: ÁGUA

# overlay.option.brakeFullScale
source: Brake full scale
pt_br: Escala total do freio

# overlay.option.deltaRange
source: Delta range (± s)
pt_br: Faixa do delta (± s)

# overlay.option.gForceMax
source: G-ball range (g)
pt_br: Faixa da bola de G (g)

# overlay.option.mapRotation
source: Map rotation (°)
pt_br: Rotação do mapa (°)

# overlay.option.maxRPM
source: RPM full scale
pt_br: Escala total de RPM

# overlay.option.shiftLight
source: Shift light at (rpm)
pt_br: Luz de troca em (rpm)

# overlay.option.throttleFullScale
source: Throttle full scale
pt_br: Escala total do acelerador

# overlay.preset.fullTelemetry
source: Full telemetry
pt_br: Telemetria completa

# overlay.preset.kartCoaching
source: Kart coaching
pt_br: Treino de kart

# overlay.preset.minimal
source: Minimal
pt_br: Mínimo

# overlay.reason.missingChannel
source: No “%1$@” channel in this session
pt_br: Não há canal “%1$@” nesta sessão

# overlay.reason.missingRole
source: No %1$@ channel
pt_br: Sem canal de %1$@

# overlay.reason.missingRoles
source: No %1$@ or %2$@ channel
pt_br: Sem canal de %1$@ ou de %2$@

# overlay.reason.noKart
source: No kart assigned to this session
pt_br: Nenhum kart atribuído a esta sessão

# overlay.reason.noLaps
source: No laps in this session
pt_br: Nenhuma volta nesta sessão

# overlay.reason.noSectors
source: No sectors in this session
pt_br: Nenhum setor nesta sessão

# overlay.reason.noSessionInfo
source: No session details to show
pt_br: Sem detalhes da sessão para mostrar

# overlay.reason.noTrackPosition
source: No GPS track in this session
pt_br: Sem trajeto de GPS nesta sessão

# overlay.reason.partialRoles
source: No %1$@ channel; showing %2$@ only
pt_br: Sem canal de %1$@; mostrando apenas %2$@

# overlay.role.brake
source: brake
pt_br: freio

# overlay.role.exhaustTemp
source: exhaust temperature
pt_br: temperatura do escapamento

# overlay.role.gear
source: gear
pt_br: marcha

# overlay.role.latG
source: lateral G
pt_br: G lateral

# overlay.role.lonG
source: longitudinal G
pt_br: G longitudinal

# overlay.role.speed
source: speed
pt_br: velocidade

# overlay.role.throttle
source: throttle
pt_br: acelerador

# overlay.role.waterTemp
source: water temperature
pt_br: temperatura da água

# overlay.units.metric
source: Metric
pt_br: Métrico

# overlay.widget.delta
source: Delta bar
pt_br: Barra de delta

# overlay.widget.gForce
source: G-ball
pt_br: Bola de G

# overlay.widget.gear
source: Gear
pt_br: Marcha

# overlay.widget.kartBadge
source: Kart badge
pt_br: Identificação do kart

# overlay.widget.lapInfo
source: Lap info
pt_br: Dados da volta

# overlay.widget.lapTimer
source: Lap timer
pt_br: Cronômetro da volta

# overlay.widget.pedals
source: Pedals
pt_br: Pedais

# overlay.widget.rpm
source: RPM bar
pt_br: Barra de RPM

# overlay.widget.sectorTimes
source: Sector times
pt_br: Tempos dos setores

# overlay.widget.sessionInfo
source: Session info
pt_br: Dados da sessão

# overlay.widget.speed
source: Speed
pt_br: Velocidade

# overlay.widget.temperature
source: Temperatures
pt_br: Temperaturas

# overlay.widget.trackMap
source: Track map
pt_br: Mapa da pista

# project.notice.invalidMathChannel
source: Math channel “%1$@” has an invalid expression
pt_br: O canal matemático “%1$@” tem uma expressão inválida

# project.notice.one
source: Opened with 1 warning
pt_br: Aberto com 1 aviso

# project.notice.other
source: Opened with %1$@ warnings
pt_br: Aberto com %1$@ avisos

# project.notice.unreadablePart
source: Part of the workspace could not be read
pt_br: Parte do espaço de trabalho não pôde ser lida

# project.saveFailed.message
source: The workspace could not be written there.
pt_br: Não foi possível gravar o espaço de trabalho nesse local.

# project.saveFailed.title
source: Couldn’t save “%1$@”
pt_br: Não foi possível salvar “%1$@”

# project.warning.clampedLaps
source: Some saved laps of session %1$@ no longer exist and were skipped
pt_br: Algumas voltas salvas da sessão %1$@ não existem mais e foram ignoradas

# project.warning.skippedOverlayOne
source: Video overlay: 1 unreadable entry skipped
pt_br: Sobreposição de vídeo: 1 item ilegível ignorado

# project.warning.skippedOverlayOther
source: Video overlay: %1$@ unreadable entries skipped
pt_br: Sobreposição de vídeo: %1$@ itens ilegíveis ignorados

# project.warning.unreadableOverlay
source: The video overlay couldn’t be read; it opened with the HUD off
pt_br: Não foi possível ler a sobreposição de vídeo; ela abriu com o HUD desligado

# project.warning.unresolvedSession
source: A session this workspace uses isn’t in the library (%1$@)
pt_br: Uma sessão usada por este espaço de trabalho não está na biblioteca (%1$@)

# video.anchor.setOnLap
source: set on lap %1$@
pt_br: definida na volta %1$@

# video.attachPrompt
source: Attach the onboard video for this session to watch it with its data — a live HUD, the lap plot and the track map, on one clock.
pt_br: Anexe o vídeo onboard desta sessão para assisti-lo com os dados — HUD ao vivo, gráfico da volta e mapa da pista, no mesmo relógio.

# video.autoSync.checking
source: Checking the video for an audio track…
pt_br: Verificando se o vídeo tem trilha de áudio…

# video.autoSync.confidence
source: Confidence: %1$@
pt_br: Confiança: %1$@

# video.autoSync.failed
source: The engine sound could not be matched against the RPM.
pt_br: Não foi possível comparar o som do motor com o RPM.

# video.autoSync.flatRPM
source: The RPM never changes, so there is nothing to match.
pt_br: O RPM não varia, então não há o que comparar.

# video.autoSync.matched
source: Engine sound matches the RPM at %1$@
pt_br: O som do motor coincide com o RPM em %1$@

# video.autoSync.matching
source: Matching the engine sound to the RPM…
pt_br: Comparando o som do motor com o RPM…

# video.autoSync.noAudio
source: This video has no audio track to match.
pt_br: Este vídeo não tem trilha de áudio para comparar.

# video.autoSync.noMatch
source: No confident match
pt_br: Nenhuma correspondência confiável

# video.autoSync.noMatchDetail
source: The engine sound does not line up with the RPM clearly enough to trust. Align on a lap start instead.
pt_br: O som do motor não se alinha ao RPM com clareza suficiente. Alinhe pelo início de uma volta.

# video.autoSync.noRPM
source: This session has no RPM channel to match the engine sound against.
pt_br: Esta sessão não tem canal de RPM para comparar com o som do motor.

# video.autoSync.noVideo
source: Attach a video first.
pt_br: Anexe um vídeo primeiro.

# video.autoSync.reading
source: Reading the video's audio… %1$@
pt_br: Lendo o áudio do vídeo… %1$@

# video.autoSync.silent
source: No engine sound was found in the video's audio.
pt_br: Nenhum som de motor foi encontrado no áudio do vídeo.

# video.autoSync.tooShort
source: The video and the session overlap by less than 20 seconds.
pt_br: O vídeo e a sessão se sobrepõem por menos de 20 segundos.

# video.autoSync.unreadable
source: The video's audio could not be read.
pt_br: Não foi possível ler o áudio do vídeo.

# video.autoSync.unsupported
source: Engine-sound sync is not available in this build.
pt_br: A sincronização pelo som do motor não está disponível nesta versão.

# video.coverage.none
source: footage covers no laps
pt_br: o vídeo não cobre nenhuma volta

# video.coverage.range
source: footage covers laps %1$@–%2$@ (%3$@ of %4$@)
pt_br: o vídeo cobre as voltas %1$@–%2$@ (%3$@ de %4$@)

# video.coverage.single
source: footage covers lap %1$@ (%2$@ of %3$@)
pt_br: o vídeo cobre a volta %1$@ (%2$@ de %3$@)
